Repository: IevgenMokeiev/test-statgen
Catalog: srd/_spells/contagion.xliff
Languages: uk

source: Necromancy
uk: Некромантія

source: Contagion
uk: Зараження [Contagion]

source: <em x-id="4">5th-level necromancy</em> <strong x-id="1">Casting Time:</strong> 1 action<br x-id="4" /> <strong x-id="1">Range:</strong> Touch<br x-id="3" /> <strong x-id="1">Components:</strong> V, S<br x-id="4" /> <strong x-id="1">Duration:</strong> 7 days Your touch inflicts disease.
uk: <em x-id="4">Некромантія, 5 рівень; друїд, клірик.</em> <br x-id="4" /> <strong x-id="1">Час створення:</strong> 1 дія<br x-id="4" /> <strong x-id="1">Відстань:</strong> Дотик<br x-id="3" /> <strong x-id="1">Складові:</strong> В, С<br x-id="4" /> <strong x-id="1">Тривалість:</strong> 7 днів<br x-id="4" /> Ваш дотик спричиняє хворобу.

source: Make a melee spell attack against a creature within your reach.
uk: Здійсніть атаку чарами ближнього бою по істоті в межах своєї досяжності.

source: On a hit, you afflict the creature with a disease of your choice from any of the ones described below.<br x-id="4" /> At the end of each of the target's turns, it must make a Constitution saving throw.
uk: При влучанні ви заражаєте істоту хворобою за вашим вибором з-поміж тих, що описані нижче.<br x-id="4" /> У кінці кожного ходу ціль мусить здійснити рятівний кидок Статури.

source: After failing three of these saving throws, the disease's effects last for the duration, and the creature stops making these saves.
uk: Після трьох провалів цих рятівних кидків ефекти хвороби продовжуються протягом всієї тривалості, а істота перестає робити ці ряткидки.

source: After succeeding on three of these saving throws, the creature recovers from the disease, and the spell ends.<br x-id="4" /> Since this spell induces a natural disease in its target, any effect that removes a disease or otherwise ameliorates a disease's effects apply to it.<br x-id="4" /> <strong x-id="1">Blinding Sickness.</strong> Pain grips the creature's mind, and its eyes turn milky white.
uk: Після трьох успішних рятівних кидків істота одужує, а чари закінчуються.<br x-id="4" /> Оскільки ці чари викликають природну хворобу у цілі, можливо застосувати будь-який ефект, який лікує хворобу або полегшує її ефекти іншим чином.<br x-id="4" /> <strong x-id="1">Осліплювальна недуга.</strong> Біль охоплює розум істоти, і її очі стають молочно-білими.

source: The creature has disadvantage on Wisdom checks and Wisdom saving throws and is blinded.<br x-id="4" /> <strong x-id="1">Filth Fever.</strong> A raging fever sweeps through the creature's body.
uk: Істота має перешкоду на перевірки та рятівні кидки Мудрості та є осліпленою.<br x-id="4" /> <strong x-id="1">Огидна лихоманка.</strong> Люта лихоманка швидко поширюється по тілу істоти.

source: The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.<br x-id="4" /> <strong x-id="1">Flesh Rot.</strong> The creature's flesh decays.
uk: Істота має перешкоду на перевірки та рятівні кидки Сили, а також на кидки атаки, що використовують Силу.<br x-id="4" /> <strong x-id="1">Гниття плоті.</strong> Плоть істоти гниє.

source: The creature has disadvantage on Charisma checks and vulnerability to all damage.<br x-id="4" /> <strong x-id="1">Mindfire.</strong> The creature's mind becomes feverish.
uk: Вона має перешкоду на перевірки Харизми і вразлива до всіх типів ушкоджень.<br x-id="4" /> <strong x-id="1">Обпалений розум.</strong> Свідомість істоти починає лихоманити.

source: The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the <strong x-id="1"><em x-id="4">confusion</em></strong> spell during combat.<br x-id="4" /> <strong x-id="1">Seizure.</strong> The creature is overcome with shaking.
uk: Вона має перешкоду на перевірки та рятівні кидки Інтелекту і поводиться, ніби під впливом чарів <strong x-id="1"><em x-id="4">спантеличення</em></strong> під час бою.<br x-id="4" /> <strong x-id="1">Судоми.</strong> Істоту охоплює тремтіння.

source: The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.<br x-id="4" /> <strong x-id="1">Slimy Doom.</strong> The creature begins to bleed uncontrollably.
uk: Вона має перешкоду на перевірки та рятівні кидки Спритності, а також на кидки атаки, які використовують Спритність.<br x-id="4" /> <strong x-id="1">Спливний фатум.</strong> Істота починає неконтрольовано стікати кров'ю.

source: The creature has disadvantage on Constitution checks and Constitution saving throws.
uk: Вона має перешкоду на перевірки і рятівні кидки Статури.

source: In addition, whenever the creature takes damage, it is stunned until the end of its next turn.
uk: Крім цього, коли істота отримує ушкодження, вона приголомшена до кінця свого наступного ходу.
